[M_HungryLikeSkag MissionDefinition]
MissionName="Mais Faminto Que Um Skag"
MissionDescription="Um bandido chamado Carlos foi atacado por alguns Skags que desmontaram sua arma e comeram as peças. Em Pandora essas coisas acontecem com mais frequência do que se pode imaginar. Você precisa matar alguns Skags para encontrar as peças que faltam da arma de Carlos."
TurnInDescription="Dada a frequência com que se encontram as peças ao matar os Skags, é de supor que esse bichos curtem mastigar armas de fogo."
MissionSummary="Elimine alguns Skags para encontrar as peças da arma de Carlos. "
MissionGiver="Marcus"
MissionTurnInLocation="Painel de Trabalhos de Fyrestone"
TeaserText="Os Skags comem simplesmente TUDO"

[M_HungryLikeSkag:FindAllGunParts MissionObjectiveDefinition]
ProgressMessage="Recolha as peças da arma"

[M_HungryLikeSkag:HungryLikeSkag_barrel MissionObjectiveDefinition]
ProgressMessage="Encontre o cano da arma"

[M_HungryLikeSkag:HungryLikeSkag_chamber MissionObjectiveDefinition]
ProgressMessage="Encontre o carregador da arma"

[M_HungryLikeSkag:HungryLikeSkag_sight MissionObjectiveDefinition]
ProgressMessage="Encontre a mira da arma"

[M_HungryLikeSkag:HungryLikeSkag_Stock MissionObjectiveDefinition]
ProgressMessage="Encontre a culatra da arma"

[M_HungryLikeSkag:HungryLikeSkagsObjSet_FindParts MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

